Repository: doubleden/SimpleTabata
Catalog: SimpleTabata/Localizable.xcstrings
Source language: en
Languages: es, fr, ru

source: 3-days free trial
es: Prueba gratuita de 3 días
fr: Essai gratuit de 3 jours
ru: 3-дневная бесплатная пробная версия

source: 6 sets
es: 6 series
fr: 6 séries
ru: 6 раундов

source: 8 sets
es: 8 series
fr: 8 séries
ru: 8 раундов

source: 10 sets
es: 10 series
fr: 10 séries
ru: 10 раундов

source: 12 sets
es: 12 series
fr: 12 séries
ru: 12 раундов

source: A bell at the halfway point of each Work interval.
es: Un timbre a mitad de cada intervalo de trabajo.
fr: Une sonnerie à mi-parcours de chaque intervalle de travail.
ru: Звонок раздается в середине каждого интервала работы.

source: A bell sounds at the halfway point — switch sides or exercises.
es: Suena un timbre a mitad de camino: cambia de lado o de ejercicio.
fr: Une sonnerie retentit à mi-parcours — changez de côté ou d’exercice.
ru: В середине упражнения раздается звонок — поменяйте стороны или упражнения.

source: A simple Tabata timer — no ads, no clutter.
es: Un temporizador Tabata sencillo: sin anuncios ni complicaciones.
fr: Un minuteur Tabata simple — sans pub ni fioritures.
ru: Простой таймер интервалов - без рекламы

source: Additional phases
es: Fases adicionales
fr: Phases supplémentaires
ru: Дополнительные интервалы

source: Advanced Phases
es: Fases avanzadas
fr: Phases avancées
ru: Продвинутые интервалы

source: Beep countdown & phase transitions.
es: Pitidos de cuenta atrás y cambios de fase.
fr: Bip de compte à rebours et changements de phase.
ru: Звуковой обратный отсчет и фазовые переходы.

source: Best for committed athletes
es: Ideal para quienes entrenan con constancia
fr: Idéal pour les sportifs réguliers
ru: Лучший выбор для спортсменов

source: Best value
es: Mejor valor
fr: Meilleur rapport qualité-prix
ru: Цена качество

source: Boxing Rounds
es: Asaltos de boxeo
fr: Rounds de boxe
ru: Бокс раунды

source: Break between full cycles
es: Descanso entre ciclos completos
fr: Pause entre les cycles complets
ru: Перерыв между кругами

source: Build a workout that fits your routine exactly. Add warm-up, transitions, and cooldowns.
es: Diseña un entrenamiento que encaje en tu rutina. Añade calentamiento, transiciones y enfriamiento.
fr: Composez une séance qui correspond à votre routine. Ajoutez l’échauffement, les transitions et la récupération.
ru: Составьте программу тренировок, которая идеально впишется в ваш распорядок дня. Добавьте разминку, переходы и заминку.

source: Cancel
es: Cancelar
fr: Annuler
ru: Отменить

source: Changing the workout plan will reset the current timer. Are you sure?
es: Cambiar el plan reiniciará el temporizador actual. ¿Seguro?
fr: Modifier le programme réinitialisera le minuteur en cours. Continuer ?
ru: Изменение плана тренировки сбросит текущий таймер. Вы уверены?

source: Choose a plan to personalize your workouts.
es: Elige un plan para personalizar tus entrenamientos.
fr: Choisissez une formule pour personnaliser vos entraînements.
ru: Выберите план, чтобы персонализировать свои тренировки.

source: Classic Tabata
es: Tabata clásico
fr: Tabata classique
ru: Классический

source: Clear
es: Borrar
fr: Effacer
ru: Очистить

source: Clear all data?
es: ¿Borrar todos los datos?
fr: Effacer toutes les données ?
ru: Очистить все данные?

source: Clear data
es: Borrar datos
fr: Effacer les données
ru: Очистить данные

source: Close
es: Cerrar
fr: Fermer
ru: Закрыть

source: Color-code each phase for easy recognition.
es: Asigna un color a cada fase para reconocerlas al instante.
fr: Codez chaque phase par une couleur pour les repérer facilement.
ru: Для удобства распознавания используйте цветовую настройку для каждого интервала.

source: Color-code each phase so you know where you are at a glance. Try it — tap a color below!
es: Colorea cada fase para ver de un vistazo en qué punto estás. Pruébalo: toca un color abajo.
fr: Attribuez une couleur à chaque phase pour voir où vous en êtes d’un coup d’œil. Essayez — touchez une couleur ci-dessous !
ru: Раскрасьте каждый этап, чтобы с первого взгляда понимать, где вы находитесь. Попробуйте — выберите цвет ниже!

source: Continue
es: Continuar
fr: Continuer
ru: Далее

source: Convenient
es: Cómodo
fr: Pratique
ru: Удобно

source: Cool down after all cycles.
es: Enfriamiento tras todos los ciclos.
fr: Retour au calme après tous les cycles.
ru: Заминка после кругов.

source: Cooldown
es: Enfriamiento
fr: Retour au calme
ru: Заминка

source: Custom colors
es: Colores personalizados
fr: Couleurs personnalisées
ru: Пользовательские цвета

source: Custom timer colors
es: Colores del temporizador personalizados
fr: Couleurs du minuteur personnalisées
ru: Пользовательские цвета таймера

source: Custom Timer Colors
es: Colores del temporizador
fr: Couleurs du minuteur
ru: Пользовательские цвета таймера

source: Customize phase colors
es: Personalizar colores de las fases
fr: Personnaliser les couleurs des phases
ru: Настройка цветов фаз

source: Cycle
es: Ciclo
ru: Круги

source: Cycle Rest
es: Descanso entre ciclos
fr: Repos entre cycles
ru: Отдых после круга

source: Cycles
es: Ciclos
ru: Круги

source: Cycling Sprints
es: Sprints en bici
fr: Sprints vélo
ru: Ускорения на велосипеде

source: Don't re-enter settings every time. Save different workouts and switch in one tap.
es: No vuelvas a configurar todo cada vez. Guarda varios entrenamientos y cambia con un toque.
fr: Ne saisissez plus les réglages à chaque fois. Enregistrez plusieurs séances et passez de l’une à l’autre en un geste.
ru: Не нужно каждый раз заново вводить настройки. Сохраняйте разные тренировки и переключайтесь между ними одним касанием.

source: Done
es: Hecho
fr: Terminé
ru: Готово

source: Ducking other audio
es: Bajar otras apps de audio
fr: Réduction du son des autres apps
ru: Приглушение другого звука

source: Estimated total
es: Total estimado
fr: Total estimé
ru: Общее время

source: Extra phases
es: Fases extra
fr: Phases supplémentaires
ru: Дополнительные интервалы

source: Fast setup
es: Configuración rápida
fr: Mise en route rapide
ru: Быстрая настройка

source: Favorite timers
es: Temporizadores favoritos
fr: Minuteurs favoris
ru: Избранные таймеры

source: Favorites
es: Favoritos
fr: Favoris
ru: Избранные

source: Final recovery after all cycles
es: Recuperación final tras todos los ciclos
fr: Récupération finale après tous les cycles
ru: Заминка после всей тренировки

source: Get Started
es: Empezar
fr: Commencer
ru: Начать

source: Go Pro
es: Hazte Pro
fr: Passer à Pro

source: High-intensity interval.
es: Intervalo de alta intensidad.
fr: Intervalle haute intensité.
ru: Интервал высокой интенсивности.

source: How many full cycles to run
es: Cuántos ciclos completos ejecutar
fr: Nombre de cycles complets à enchaîner
ru: Сколько кругов нужно

source: If you enjoy this app, please leave a short review in the App Store.
es: Si te gusta la app, deja una reseña breve en el App Store.
fr: Si vous aimez cette app, laissez un court avis sur l’App Store.
ru: Если вам понравилось это приложение, пожалуйста, оставьте короткий отзыв в App Store.

source: In Workout plan, tap “Save parameters to favorites” to add one.
es: En Plan de entrenamiento, toca «Guardar parámetros en favoritos» para añadir uno.
fr: Dans Programme d’entraînement, touchez « Enregistrer les paramètres dans les favoris » pour en ajouter un.
ru: В плане тренировок нажмите «Сохранить параметры в избранное», чтобы добавить новый.

source: Later
es: Más tarde
fr: Plus tard
ru: Позже

source: Leave a review
es: Dejar una reseña
fr: Laisser un avis
ru: Оставить отзыв

source: Longer break between full cycles.
es: Descanso más largo entre ciclos completos.
fr: Pause plus longue entre les cycles complets.
ru: Более длительный перерыв между полными циклами.

source: Maybe later
es: Quizá más tarde
fr: Peut-être plus tard
ru: Возможно позже

source: Mid-work bell
es: Timbre a mitad del trabajo
fr: Sonnerie à mi-travail
ru: Звонок, оповещающий о завершении работы

source: Mid-work cue
es: Señal a mitad del trabajo
fr: Signal à mi-travail
ru: Звук в середине работы

source: Minutes
es: Minutos
ru: Минуты

source: Name
es: Nombre
fr: Nom
ru: Имя

source: No favorites yet
es: Aún no hay favoritos
fr: Aucun favori pour l’instant
ru: Нет избранных

source: No internet needed. Train anywhere.
es: Sin internet. Entrena donde quieras.
fr: Sans connexion. Entraînez-vous partout.
ru: Интернет не нужен. Можно ехать куда угодно на поезде.

source: One tap to load your plan — no typing needed.
es: Un toque para cargar tu plan: sin volver a escribir.
fr: Un geste pour charger votre programme — plus besoin de tout retaper.
ru: Загрузка плана одним касанием — печатать не нужно.

source: One-time purchase, forever yours
es: Compra única, tuya para siempre
fr: Achat unique, à vie
ru: Одна покупка, на всю жизнь

source: Open App Store review page
es: Abrir página de reseñas del App Store
fr: Ouvrir la page d’avis App Store
ru: Откройте страницу обзора приложения в App Store.

source: Parameters saved
es: Parámetros guardados
fr: Paramètres enregistrés
ru: Настройки сохранены

source: Pause
es: Pausa
ru: Пауза

source: Pause timer
es: Pausar temporizador
fr: Mettre en pause
ru: Пауза

source: Payment will be charged to your Apple ID account at confirmation of purchase. Subscriptions automatically renew unless cancelled at least 24 hours before the end of the current period. You can manage and cancel your subscriptions in your App Store account settings after purchase.
es: El cargo se aplicará a tu cuenta de Apple ID al confirmar la compra. Las suscripciones se renuevan automáticamente salvo que las canceles al menos 24 horas antes del fin del periodo actual. Puedes gestionar y cancelar tus suscripciones en los ajustes de tu cuenta del App Store tras la compra.
fr: Le paiement sera débité sur votre compte Apple ID à la confirmation de l’achat. Les abonnements se renouvellent automatiquement sauf résiliation au moins 24 h avant la fin de la période en cours. Vous pouvez gérer et résilier vos abonnements dans les réglages de votre compte App Store après l’achat.
ru: Оплата будет списана с вашего счета Apple ID после подтверждения покупки. Подписки автоматически продлеваются, если не отменены как минимум за 24 часа до окончания текущего периода. Вы можете управлять своими подписками и отменять их в настройках своей учетной записи App Store после покупки.

source: Payment will be charged to your Apple ID account at confirmation of purchase. Subscriptions automatically renew unless cancelled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions in your App Store account settings after purchase.
es: El cargo se aplicará a tu cuenta de Apple ID al confirmar la compra. Las suscripciones se renuevan automáticamente salvo que las canceles al menos 24 horas antes del fin del periodo actual. Se cobrará la renovación en las 24 horas previas al fin del periodo en curso. Puedes gestionar y cancelar tus suscripciones en los ajustes de tu cuenta del App Store tras la compra.
fr: Le paiement sera débité sur votre compte Apple ID à la confirmation de l’achat. Les abonnements se renouvellent automatiquement sauf résiliation au moins 24 h avant la fin de la période en cours. Le renouvellement sera facturé dans les 24 h précédant la fin de la période en cours. Vous pouvez gérer et résilier vos abonnements dans les réglages de votre compte App Store après l’achat.
ru: Оплата будет списана с вашего счета Apple ID после подтверждения покупки. Подписки автоматически продлеваются, если не отменены как минимум за 24 часа до окончания текущего периода. Списание средств за продление подписки произойдет в течение 24 часов до окончания текущего периода. Вы можете управлять своими подписками и отменять их в настройках своей учетной записи App Store после покупки.

source: Perfect for exercises with two sides: push-ups → switch to sit-ups at the bell. Works with any Work duration — even odd numbers (e.g. 11s → bell at 5.5s).
es: Ideal para ejercicios en dos partes: flexiones → cambia a abdominales al timbre. Funciona con cualquier duración de trabajo, también impares (p. ej. 11 s → timbre a los 5,5 s).
fr: Idéal pour les exercices en deux temps : pompes → passage aux abdos au signal. Fonctionne quelle que soit la durée de travail — y compris les durées impaires (ex. 11 s → signal à 5,5 s).
ru: Идеально подходит для упражнений с двумя сторонами: отжимания → переход к приседаниям при звуке звонка. Работает с любой продолжительностью тренировки — четными числами (например, 11 с → звонок при 5,5 с).

source: Phase color
es: Color de fase
fr: Couleur de phase
ru: Цвет интервала

source: Pick a color for %@
es: Elige un color para %@
fr: Choisissez une couleur pour %@
ru: Выберите цвет для %@

source: Prepare
es: Preparación
fr: Préparation
ru: Подготовка

source: Prepare, Transition, Cycle Rest, Cooldown.
es: Preparación, transición, descanso entre ciclos, enfriamiento.
fr: Préparation, transition, repos entre cycles, retour au calme.
ru: Подготовка, Переход, Отдых после круга, заминка

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности

source: Pro · bell cue at the exact halfway point of each Work interval (e.g. 10s → 5.0s, 11s → 5.5s).
es: Pro · timbre exactamente a mitad de cada intervalo de trabajo (p. ej. 10 s → 5,0 s, 11 s → 5,5 s).
fr: Pro · signal sonore exactement à mi-parcours de chaque intervalle de travail (ex. 10 s → 5,0 s, 11 s → 5,5 s).
ru: Pro: подавать звуковой сигнал ровно в середине каждого интервала работы (например, 10 с → 5,0 с, 11 с → 5,5 с).

source: Profile
es: Perfil
fr: Profil
ru: Профиль

source: Purchase
es: Comprar
fr: Acheter
ru: Купить

source: Quick HIIT
es: HIIT rápido
fr: HIIT express
ru: Быстрая тренировка

source: Ready?
es: ¿Listo?
fr: Prêt ?
ru: Готов?

source: Recover between work rounds.
es: Recuperación entre rondas de trabajo.
fr: Récupération entre les rounds de travail.
ru: Восстанавливайтесь между рабочими обходами.

source: Recovery between work rounds
es: Recuperación entre rondas
fr: Récupération entre les rounds
ru: Отдых между работой

source: Reset
es: Reiniciar
fr: Réinitialiser
ru: Перезапустить

source: Reset timer?
es: ¿Reiniciar temporizador?
fr: Réinitialiser le minuteur ?
ru: Перезапустить таймер?

source: Rest
es: Descanso
fr: Repos
ru: Отдых

source: Rest 5s
es: Descanso 5 s
fr: Repos 5 s
ru: Отдых 5с

source: Rest 10s
es: Descanso 10 s
fr: Repos 10 s
ru: Отдых 10с

source: Rest 15s
es: Descanso 15 s
fr: Repos 15 s
ru: Отдых 15с

source: Rest 20s
es: Descanso 20 s
fr: Repos 20 s
ru: Отдых 20с

source: Restore purchases
es: Restaurar compras
fr: Restaurer les achats
ru: Восстановить покупки

source: Review
es: Reseña
fr: Avis
ru: Отзыв

source: Rounds & cycles
es: Rondas y ciclos
fr: Rounds et cycles
ru: Раунды и Круги

source: Save
es: Guardar
fr: Enregistrer
ru: Сохранить

source: Save different workouts for quick access.
es: Guarda distintos entrenamientos para abrirlos al momento.
fr: Enregistrez plusieurs séances pour y accéder vite.
ru: Сохраняйте разные тренировки для быстрого доступа.

source: Save favorite workouts
es: Guardar entrenamientos favoritos
fr: Enregistrer des séances favorites
ru: Сохраняйте любимые тренировки

source: Save parameters to favorites
es: Guardar parámetros en favoritos
fr: Enregistrer les paramètres dans les favoris
ru: Сохранить настройки в избранные

source: Save the current parameters under a name to reuse them from Favorite timers.
es: Guarda los parámetros actuales con un nombre para reutilizarlos desde Temporizadores favoritos.
fr: Enregistrez les paramètres actuels sous un nom pour les réutiliser depuis Minuteurs favoris.
ru: Сохраните текущие параметры под определенным именем, чтобы повторно использовать их из избранных таймеров.

source: Save to favorites
es: Guardar en favoritos
fr: Ajouter aux favoris
ru: Сохранить в избранные

source: Save Your Presets
es: Guarda tus ajustes
fr: Enregistrez vos préréglages
ru: Сохраните свои параметры

source: Saved presets
es: Ajustes guardados
fr: Préréglages enregistrés
ru: Сохраненные настройки

source: Seconds
es: Segundos
fr: Secondes
ru: Секунды

source: See Plans
es: Ver planes
fr: Voir les offres
ru: Предложение

source: Set
es: Serie
fr: Série
ru: Раунд

source: Sets
es: Series
fr: Séries
ru: Раунды

source: Sound
es: Sonido
fr: Son
ru: Звуки

source: Sound cues
es: Señales sonoras
fr: Signaux sonores
ru: Звуковые сигналы

source: Start a workout in seconds.
es: Empieza un entrenamiento en segundos.
fr: Lancez une séance en quelques secondes.
ru: Начните тренировку за считанные секунды.

source: Stop or finish the timer on the main screen, then you can apply a favorite.
es: Detén o termina el temporizador en la pantalla principal; después podrás aplicar un favorito.
fr: Arrêtez ou terminez le minuteur sur l’écran principal, puis vous pourrez appliquer un favori.
ru: Остановите или завершите таймер на главном экране, после чего вы сможете добавить понравившийся элемент в избранное.

source: Sum of all interval durations. Updates live as you change settings.
es: Suma de todas las duraciones de intervalo. Se actualiza al vuelo al cambiar los ajustes.
fr: Somme de toutes les durées d’intervalle. Se met à jour en direct quand vous modifiez les réglages.
ru: Сумма длительностей всех интервалов. Обновляется в режиме реального времени по мере изменения настроек.

source: Support the app
es: Apoya la app
fr: Soutenir l’app
ru: Поддержка приложения

source: Swipe to explore each feature →
es: Desliza para ver cada función →
fr: Glissez pour découvrir chaque fonction →
ru: Проведите пальцем по экрану, чтобы ознакомиться с каждой функцией →

source: Take full control of your workouts
es: Control total de tus entrenamientos
fr: Gardez le contrôle total de vos entraînements.
ru: Возьмите под полный контроль свои тренировки.

source: Temporarily lower music and other sounds while beeps play.
es: Baja temporalmente la música y otros sonidos mientras suenan los pitidos.
fr: Baisse temporairement la musique et les autres sons pendant les bips.
ru: Временно приглушите музыку и другие звуки во время воспроизведения звуковых сигналов.

source: Terms of Use (EULA)
es: Términos de uso (CLUF)
fr: Conditions d’utilisation (CLUF)
ru: Условия использования (EULA)

source: This is a demo — nothing is saved.
es: Esto es una demo: no se guarda nada.
fr: Démo — rien n’est enregistré.
ru: Это обучение — ничего не сохранено.

source: This will reset timer settings, colors, and favorites permanently.
es: Se borrarán de forma permanente los ajustes del temporizador, los colores y los favoritos.
fr: Les réglages du minuteur, les couleurs et les favoris seront effacés définitivement.
ru: Это навсегда сбросит настройки таймера, цвета и избранные элементы.

source: This workout plan will appear in Favorite timers.
es: Este plan aparecerá en Temporizadores favoritos.
fr: Ce programme apparaîtra dans Minuteurs favoris.
ru: Этот план тренировок появится в разделе «Избранное».

source: Time to move before rest (between work rounds)
es: Tiempo para moverte antes del descanso (entre rondas de trabajo)
fr: Temps pour vous déplacer avant le repos (entre les rounds de travail)
ru: Время для перехода перед отдыхом (между рабочими обходами).

source: Timer colors
es: Colores del temporizador
fr: Couleurs du minuteur
ru: Цвета таймера

source: Timer is running
es: El temporizador está en marcha
fr: Le minuteur est en cours
ru: Таймер работает

# Total %@ · %lld× sets · %lld cycles
source: Total %1$@ · %2$lld× sets · %3$lld cycles
es: Total %@ · %lld series · %lld ciclos
fr: Total %@ · %lld séries · %lld cycles
ru: Всего %1$@ · %2$lld× раунды · %3$lld круги

source: Total time
es: Tiempo total
fr: Temps total
ru: Время

source: Transition
es: Transición
ru: Переход

source: Try it out
es: Pruébalo
fr: Essayer
ru: Попробуй

source: Unlock everything to personalize your workouts.
es: Desbloquea todo para personalizar tus entrenamientos.
fr: Débloquez tout pour personnaliser vos entraînements.
ru: Разблокируйте все возможности, чтобы персонализировать свои тренировки.

source: Unlock Pro
es: Desbloquear Pro
fr: Débloquer Pro
ru: Разблокировать Pro

source: Version %@
es: Versión %@
ru: Версия %@

source: Walk to the next station between work & rest.
es: Tiempo para ir a la siguiente estación entre trabajo y descanso.
fr: Temps pour passer à la station suivante entre travail et repos.
ru: Пройдите пешком до следующей станции в промежутке между работой и отдыхом.

source: Warm up before the first set.
es: Calentamiento antes de la primera serie.
fr: Échauffement avant la première série.
ru: Перед первым сетом сделайте разминку.

source: Warm-up before work intervals
es: Calentamiento antes de los intervalos de trabajo
fr: Échauffement avant les intervalles de travail
ru: Разминка перед рабочими интервалами.

source: Welcome to SimpleTabata
es: Bienvenido a SimpleTabata
fr: Bienvenue dans SimpleTabata
ru: Добро пожаловать в SimpleTabata

source: While the timer is running, these buttons are disabled. Pause the timer to open settings.
es: Mientras el temporizador corre, estos botones están limitados. Pausa el temporizador para abrir los ajustes.
fr: Pendant que le minuteur tourne, ces boutons sont limités. Mettez-le en pause pour ouvrir les réglages.
ru: Пока идёт таймер, эти кнопки отключены. Приостановите таймер, чтобы открыть настройки.

source: Work
es: Trabajo
fr: Travail
ru: Работа

source: Work + rest rounds in one cycle
es: Rondas de trabajo y descanso en un ciclo
fr: Rounds travail + repos dans un cycle
ru: Работа и отдых в одном раунде

source: Work 15s
es: Trabajo 15 s
fr: Travail 15 s
ru: Работа 15с

source: Work 20s
es: Trabajo 20 s
fr: Travail 20 s
ru: Работа 20с

source: Work 30s
es: Trabajo 30 s
fr: Travail 30 s
ru: Работа 30с

source: Work 45s
es: Trabajo 45 s
fr: Travail 45 s
ru: Работа 45с

source: Workout in progress
es: Entrenamiento en curso
fr: Séance en cours
ru: Тренировка в процессе

source: Workout plan
es: Plan de entrenamiento
fr: Programme d’entraînement
ru: План тренировок

source: Works offline
es: Funciona sin conexión
fr: Fonctionne hors ligne
ru: Работает без интернета

source: Error
fr: Erreur
ru: Ошибка

source: OK
ru: ОК
